Table of Contents
 Class TendonTimeStressLoading
Namespace
IdeaRS.OpenModel.Concrete.Load
Assembly
IdeaRS.OpenModel.dll
Tendon stress loading
public class TendonTimeStressLoading
Inheritance
object
TendonTimeStressLoading
Inherited Members
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Properties
 Stress
Tendon stress
public double Stress { get; set; }
Property Value
double
 Time
Time
public double Time { get; set; }
Property Value
double
 Edit this page